/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Scannen...";
"(%ld%% completed)" = "(%ld%% voltooid)";
"CleanMyMac is scanning your %@" = "CleanMyMac scant momenteel je %@";
"%@ of purgeable space has been found." = "%@ ruimte kan worden vrijgemaakt.";
"Run CleanMyMac" = "Start CleanMyMac";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "Je kunt verschillende items verwijderen zonder gevaar voor het systeem of persoonlijke gegevens. Start CleanMyMac om een precieze scan uit te voeren.";

"System Junk" = "Systeem";
"Photos Junk" = "Foto's";
"Mail Attachments" = "Mail-bijlagen";
"iTunes Junk" = "iTunes";
"Trash Bins" = "Prullenmanden";
